
const projects = 
  {
    id: 'changwon-biennale',
    number: '01',
    title: '창원 비엔날레',
    description: '2026년 창원조각비엔날레 지도프로젝트.',
    image: '/images/projects/ChangwonBiennalePage/changwonmain.png',

    content: `
      2026년 창원조각비엔날레 지도 프로젝트입니다.

      창원의 공간과 작품을 연결하고,
      방문자가 직접 걸으며 작품을 발견할 수 있도록
      프로젝트를 구성했습니다.

      

      2026년 창원조각비엔날레 진행요원에 지원했다가 떨어졌다.
      안 시켜주면 내가 직접 만들어서 하겠다는 마음으로 만들게 되었다.

      제작을 위해서 조사를 하면서 창원조각비엔날레 사이트가 있다는 걸 
      알게 되어 들어가보니 비엔날레 조각 MAP이 있었는데
      정확한 위치가 아닌 용지호수 공원 돝섬 같이 되어있었다 
      그래서 
      카카오 맵과 연동하여 작품 위치를 마커 표시,
      위도와경도 좌표를 기반으로 정확한 작품 위치를 표시하도록 하였다.

      마산과진해 지역은 직접 방문해서 작품들을 확인하지 못해서
      현재는 넣지 않았다.(2026년9월29일 기준)


    `,
  };

  export default projects;